import { List, ListItem, Typography } from "@mui/material";
import Grid from "@mui/material/Unstable_Grid2"; // Grid version 2

const AboutUs = () => {
  return (
    <>
      <Grid container>
        <Grid xs={12}>
          <Typography variant="h5">درباره ما</Typography>
          <Typography>
            توپ تایم، راهکاری آنلاین و سریع برای رزرو سانس و استفاده از اماکن
            ورزشی/تفریحی می باشد. توپیتا یک سامانه آنلاین جهت رزرو و اجاره اماکن
            ورزشی/تفریحی در ایران است که فعالیت خود را از اواسط سال 1403 آغاز
            نموده و تا اینجا، خوشحالیم که توانسته ایم خدمتی جدید در حوزه ورزش
            های گروهی جهت افزایش نفوذ ورزش و سلامت جامعه در ایران به سرانجام
            برسانیم. ما تمام تلاش خود را جهت افزایش امکانات و تنوع بیشتر خدمات
            به کار بسته ایم تا بتوانیم نظر طیف گسترده تری از جامعه ورزش کار را
            جلب نماییم.
          </Typography>
        </Grid>
        <Grid xs={12}>
            <Typography variant="h6">
            مزایای استفاده از توپ تایم:
            </Typography>
            <List>
                <ListItem>
                یکسان بودن قیمت سانس های اماکن ورزشی در رزرو حضوری و اینترنتی
                </ListItem>
                <ListItem>
                یکسان بودن قیمت سانس های اماکن ورزشی در رزرو حضوری و اینترنتی
                </ListItem><ListItem>
                یکسان بودن قیمت سانس های اماکن ورزشی در رزرو حضوری و اینترنتی
                </ListItem><ListItem>
                یکسان بودن قیمت سانس های اماکن ورزشی در رزرو حضوری و اینترنتی
                </ListItem><ListItem>
                یکسان بودن قیمت سانس های اماکن ورزشی در رزرو حضوری و اینترنتی
                </ListItem>
            </List>
        </Grid>
      </Grid>
    </>
  );
};
export default AboutUs;